{
    "div_content": [
        "At FSM we provide various Client services and training under the domain of Smart Manufacturing. The services will enable clients to test and debug problems before installing the solution at the site & also allow them to experiment and innovate with an appropriate mix of standard and customized solutions.",
        "Education & Training",
        " Consulting",
        "Site Integration",
        "Skill Certification",
        "Prototyping",
        "Research",
        "",
        "Foundation for Smart Manufacturing (FSM) helps, supports, and develops Smart Manufacturing concepts for Indian Industry to witness, ideate, and try out in their plants. FSM also aims for a holistic educational curriculum and skill-building program through a vibrant incubation and administrative environment.FSM Skills is a holistic platform for providing immersive training experience through Live lectures, Online learning, Live demonstrations, Live Labs & Self paced exercises on remotely accessible actual hardware.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "Academic strength of IIT Delhi brought interdisciplinary learnings to FSM. Expert Faculty members from various departments contribute to it.",
        "FSM has highly trained manpower to implement the Industry 4.0 projects in guidance with experienced faculty members and industry partners.",
        "M.Tech and Ph.D students doing research in Smart manufacturing are contributing to FSM technologies and increase its knowledgebase.",
        "FSM brought industry partners from MNCs operating all across the globe to bring rich experience in the smart manufacturing technologies.",
        "The Automation Industries Association (AIA) in its quest to set up a Common Engineering Facility Center (CEFC) at IIT Delhi has brought together experts from various industries in the sector of automation. These experts look forward to work together and use their industrial experience along with various verticals to initiate smart manufacturing in India. The following firms have agreed to come together to set up the CEFC. They comprise Technology & Investment Partners, Simulation &amp; Integration Partners and Machinery Partners.",
        "",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Under Samarth Udyog Mission of the Ministry of Heavy Industry (MHI), Govt. of India, IIT Delhi, and Automation Industry Association (AIA) together with Industry sponsors have set up common engineering facilities under the aegis of the IITD - AIA Foundation for Smart Manufacturing (FSM). These facilities are meant to demonstrate, support, and develop Smart Manufacturing concepts for Indian Industry & try them out in their own plants. The collaboration is also aimed at developing a holistic educational curriculum and skill-building program through a vibrant incubation and administrative environment.As part of our commitment to make FSM infrastructure available for the student community to explore and learn smart manufacturing technologies, FSM is offering 100 nos. 2-Months full-time Online Summer Internship from 01-June-2023 to 31-July-2023 under the theme of “Smart Factory”.",
        "",
        "Registration Open",
        "Last day to register",
        "Short Listing",
        "Orientation",
        "Level 1 Learning Ends",
        "Level 2 Technology Stream Learning Ends",
        "Final Selection and Project Allocation",
        "Orientation 2nd Programme & Internship Starts",
        "Internship Ends",
        "Registration →Short Listing→Level 1 Learning→Level 2 Technology Stream Learning→Final Selection→Project Allocation→Internship Commencement ",
        "\n\nFill out the online registration form\n\n\nShortlisting based on the eligibility criteria\n\n\nLevel 1: Learning modules (Approx. time: 24 hrs) will be made available on fsmskills website. To be completed by 20th May 2023. Post your signup on fsmskill, you will gain access to the Level-1 course of IAFSM. This step involves learning of Smart Manufacturing Concepts and is the foundation course that is mandatory for all interns to qualify latest by 20th May 2023. You are required to go through recorded lectures and study the content thoroughly to clear the assignments of Level-1 in maximum 2 attempts. After 2 attempts, if you are not able to qualify for Level-1, your candidature will no longer be considered for internship.  \n\n Level 2 : After successful completion of Level-1, You will be redirected to the Stream Learning module which involves learning of specific domains of your choice. You can choose from the available domains and try out a maximum of 3 domains of your choice. You are then required to undergo and clear the assignments based on your selection and qualify the Level 2 assignments after which you shall be taken forward for Project Based Learning under Summer Internship 2023. The assignments are to be attempted and cleared latest by 28th May 2023.\nInternship Projects: After successful completion of Level-2, Interns will be allocated projects based on domain preference, level-2 performance and interaction with the mentors.\n\n\n\nFinal Selection and Project Allocation based on the Level 2 performance and preferences\n\n\nThese are full-time internships and require 48 hours per week\n",
        "0Project Domains",
        "0Candidates applied",
        "0Candidates were shortlisted",
        "0Candidates achieved Level 1 proficiency",
        "0No. of projects done",
        "0Candidates were selected for presentation before Jury Members",
        "0Candidates completed the Internship",
        "0Candidates were awarded with prize of INR 5000/- for Best Project Award",
        "01Augmented Reality",
        "\nAR-based fault diagnosis of RWC\nImplementing AR for complete Demonstration of Robotic Welding Cell\nUnity ROS Cobot\nFSM AMR AR\nFSM Interactive lab introduction\n",
        "02Digital Twin",
        "\nDigital Twin of Robotic Welding Cell for process optimization and Predictive Maintenance.\nDigital twin for Advanced Milling Machine Centre\n",
        "",
        "03Industrial Automation",
        "\nCP Lab Autonomy Phase - 2\nMulti Process Robotic Cell Simulation on a simulation platform\nRobotic Welding Cell Simulation on a simulation platform\nTraining Course on Rockwell Kit\nTraining Course on Siemens Kit\n",
        "04Industrial IoT",
        "\nImplementing IIoT on CPL Autonomy\nImplementing IIoT for Plant Owner on Robotic Welding Cell\n",
        "05Machine Learning",
        "\nRemaining Usable Life Estimation (NASA Turbine Dataset)\nPower Line Fault Detection\nComputer Vision to detect defects in PCB\nPower Line Fault Detection\nSteel Defect Detection Using Computer Vision\n",
        "",
        "06Manufacturing Execution System",
        "\nDigital quality report generation for 3d prints.\nAdmin & customer pages for Order Management Portal (RWC)\n",
        "",
        "07Real Time Dashboard",
        "\nVisualization of Multi-Process Robotic Cell\nInteractive Portal for RWC: Supervisor\n",
        "08Robotics",
        "\nMPRC OLP Generation using Sim4.1 for a product\nUse of AMR-Cobot to place pallet\nROS Integration of AMR\nIntegration of computer vision with Cobot\nComputer Vision Integration with Cobot\n",
        "",
        "0Project Domains",
        "0No. of projects done",
        "0Candidates completed the Internship",
        "0Candidates applied",
        "0Candidates achieved Level 1 proficiency",
        "0Candidates were awarded with prize of INR 5000/- for Best Project Award",
        "0Candidates were shortlisted",
        "0Candidates were selected for presentation before Jury Members",
        "0Research papers given merit certificate ",
        "01Augmented Reality",
        "02Industrial Automation",
        "03Industrial IoT",
        "04Machine Learning",
        "05Real Time Dashboard",
        "06Robotics",
        "Here are some videos of our interns presenting their final projects in front of the jury members and their mentors. Jury members were invited from different industries with their expertise in respective domains. In the presentation, our interns explained their whole journey and gave the detailing of the projects. After reviewing all these projects, the top 10 interns got awarded the best project award in their domain and a cash prize of ₹5000.",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "",
        "Short-term education and training courses will be offered along with on-line learning and assessment tools to educators and users on a chargeable basis. All the 12 technology streams will be covered.",
        "The domain of Smart Manufacturing is expected to open up a new opportunity in industrial consulting, especially with regard to identification and removal of bottlenecks in current operations. The CEFC multi-disciplinary teams will undertake feasibility surveys, ROI analysis and process improvement studies for clients, prior to implementation and also post implementation.",
        "",
        "",
        "Many times clients wish to test out the Proof-of-Concept on their actual production lines. The CEFC team assigned to the Client during concept formulation will undertake such site activities with a pool of industry solution providers and system integrators.",
        "It is expected that Skill Councils such as Automotive Skill Council, Capital Goods Skill Council,Industrial Automation Skill Council and Tool Rooms will be creating their unique set of Role based competencies. The CEFC will offer them and their Training Partners, a gap filling option for theory and practical, and a brand-agnostic independent certification.",
        "",
        "",
        "The research team will help users to bring uniqueness into their solution while providing adequate safeguards for IP protection. Users can sponsor prototyping or R&D projects as per their need.",
        "IAFSM will take up research projects in consultation with industry for development of cyber physical systems for machine tools, industrial IoT, machine data cloud, machine controllers etc. to bridge the technology adoption gap in manufacturing. These research projects will be executed with clear objectives to meet focussed technology requirement for smart manufacturing and easy adoption by the industries. The developed technologies will be licensed further for commercialization to interested industries.",
        "",
        "",
        "The CPS facility and the associated technologies will provide a one stop shop for users whose needs cut across multiple disciplines and who want to witness a comprehensive digital transformation before taking up for actual implementation. This will enable clients to experiment and innovate with an appropriate mix of standard and customised solutions.",
        "The testing service will enable clients to test and debug problems before installing the solution at site.",
        "",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Multi Process Robotic Cell",
        "Smart Lathe Machine",
        "Robotic Welding Cell",
        "FSM AR Demo",
        "Mechanism Kit Assembly and Disassembly",
        "AR Maintenance Using HoloLens",
        "Expert Maintenance System Using HoloLens",
        "Cyber Physical Assembly Line",
        "CP Lab Autonomy",
        "Smart Mechanism Kit Realtime Values",
        "PLC Kit Parts Introduction ",
        "Smart Mechanism Kit Motor Replacement",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "",
        "Traditionally, manufacturing has been considered as a process that convert raw materials into physical products in the factories by managing resources with best automation practices available.",
        "The digital factory concept offers an integrated approach to enhance the product and production engineering processes and simulation is a key technology within this concept.",
        "",
        "",
        "Until now, industrial robots always worked separately from humans in specially safeguarded protected spaces. Smart manufacturing has broken down this barrier with a new generation of collaborative industrial robots.",
        "A key component in making Industry 4.0 a reality are machines that can produce the desired components faster, more flexibly and more precisely than ever before. Also Consumers want products that reflect their individuality.",
        "",
        "",
        "Augmented reality is the integration of digital information with the user's environment in real time. Unlike virtual reality, which creates a totally artificial environment, augmented reality uses the existing environment and overlays new information on top of it.",
        "Networked production and control processes in complex machine environments determine the industrial future and make Industry 4.0 possible in the first place. Smart Sensors already today support dynamic, real-time-optimized, and self-organized industry processes.",
        "",
        "",
        "Being able to assist customers remotely, service technicians could support their customers at any time and from anywhere, without necessarily having to visit the customer site. Remote access could also help to better prepare service technicians with the necessary information for their tasks. Knowing about the machine or system error in more detail beforehand saves valuable time because required spare parts or other equipment can ordered, prepared and brought along.",
        "The world of automation is merging with the IT world. Safety & security is an important prerequisite for the function of Industry 4.0 systems, which in contrast to traditional production plants have interfaces to their environment.",
        "",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Short term education training offered along with online learning and assessment tool. Participants are engaged for approximately 100 hours in different technologies that include Automation, Industrial IoT, Augmented Reality, Robotics, Digital Twin and etc. The learnings are divided into Awareness Level, Learning Level and Expert Level.",
        "Smart Manufacturing Training Kits",
        "Software",
        "CPS facilities and the associated technologies will provide for one-stop shop for users whose needs are cut across multiple disciplines and who wants to witness comprehensive digital transformation before taking up the actual implementation.",
        "Cyber Physical Assembly Line",
        "Multi Process Robotic Cell",
        "Robotic Welding Cell",
        "Mobile Collaborative Robot ",
        "Cyber Physical Factory",
        "We are providing following services:\n\n3D printing\nSmart Manufacturing Training Kits for Industrial Automation learning\nMIG Welding (including Wire-arc-additive-manufacturing)\n",
        "Multimaterial 3D printer",
        "Smart Manufacturing Training Kits",
        "MIG Welding Cell",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Indian Institute of Technology Delhi (IITD) and Automation Industry Association (AIA) joined hands in May, 2017 to set up a center under auspices of Samarth Udyog - a project of the Ministry of Heavy Industries (MHI). The center is called Foundation for Smart Manufacturing (FSM), and it helps supports and develops technologies for right understanding and implementation of concepts of smart manufacturing. FSM is a demo-cum-experience facility in North India, vests in extensive skill building, MSME consultancy, multi-academia partnerships and research which will give a huge fillip to technology aided competitiveness of Indian manufacturing. The project will imbibe technologies from Europe, Japan, USA and India. 'Producing Smarter' with Technologies. FSM has been launched specifically for implementation of smart manufacturing in India which it undertakes to do effectively by: Awareness Building, Prototyping, Simulation and testing Services, Consulting Services, Site Integration Services, Education and Training, Skills Certification, Job work and Research.",
        "Mandated Guidelines\n\nAwareness campaigns on Industry 4.0\n\n\nTraining for master trainers\n\n\nActive participation provisions for start-up / incubators\n\n\nHand-holding of SMEs to plan and implement relevant Industry 4.0 projects to be done through consultancy services on a chargeable basis\n\n\nCollaborating with neighborhood universities for student training/internship programs\n\n\nInvolving industry in SPV members model for sustainability\n\n\nParticipating in a Government-formed platform for Industry 4.0\n\n\nTo make adequate provisions for e-waste management\n\n\nInvolving as many clusters of 'capital goods' as possible\n",
        "At FSM we are committed to demystify the smart manufacturing technologies by learning ourselves and then transfer the learning through various training programs to industry and academicians. We are engaging researchers to indigenously develop technologies to make it affordable by Indian MSME and facilitate adoption of Industry 4.0. Our state of art cyber physical lab showcase technologies available across globe through our strong partnership with the automation industries.",
        "Director",
        "With a far-sighted approach, the Government of India has supported Automation Industry and IIT Delhi in creation of advanced engineering and software facilities for smart manufacturing.  Prospective integrators, consultants and end users can use our training and tryout services to validate their proof-of-concept before scaling up. We help demystify and de-risk your investments in Industry 4.0",
        "Co-Creator",
        "Dr. Sunil JhaDirector",
        "Mr. Dilip SawhneyDirector",
        "",
        "Dr. Anil WaliDirector",
        "",
        "Sunil MehtaDirector",
        "Mr. Anup WadhwaDirector Automation Industry Association",
        "Mr. Ravi AgarwalDirector",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "IITD-AIA Foundation For Smart Manufacturing presents a comprehensive Learning Module on “Industrial Automation and IoT using soft-PLC” Program, visualize, execute remote monitoring, motion programming and more using soft-PLC on the upcoming Learning Module. This program is meant for Engineering Students and Industry Freshers wanting to gain practical learning in the field of Industrial Automation which is foundation for Smart Manufacturing implementation.Learning content prepared under guidance of Prof. Sunil Jha",
        "",
        "",
        "IITD-AIA Foundation For Smart Manufacturing presents a 5 Days/10 Hours Online Self Learning Program on components and integration for Smart Manufacturing. This program is meant for Engineering Students and Industry Freshers wanting to gain practical learning in the field of Industrial Automation which is foundation for Smart Manufacturing implementation.Learning content prepared under guidance of Prof. Sunil Jha",
        "IITD-AIA Foundation For Smart Manufacturing presents a 5 Days/10 Hours Online Self Learning Program on components and integration for Smart Manufacturing. This program is meant for Engineering Students and Industry Freshers wanting to gain practical learning in the field of Industrial Automation which is foundation for Smart Manufacturing implementation.Learning content prepared under guidance of Prof. Sunil Jha",
        "",
        "",
        "IITD-AIA Foundation For Smart Manufacturing presents 4 hours free awareness course on Industrial Automation Learning. This is a supplement course helpful for the upcoming 5 Days/10 Hours Online Self Learning Program on components and integration for Smart Manufacturing",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "The robot becomes the third arm of the human operator. This new form of collaboration opens up previously inconceivable possibilities for the smart factory of the future. As collaborative robots operate without physical safeguards, they have to permanently calculate the risk of colliding with humans, constantly checking this via the robot controller.\n \nCollaborative robots works hand in hand with the operator, thereby enabling him to work more efficiently, more ergonomically, more precisely and with greater concentration. As a robot that can genuinely be deployed universally, it is defining new standards on the road to the fourth industrial revolution. Collaborative robots can be programmed onsite by the employees and can be quickly re-tasked to do multiple jobs quickly. They are lightweight and can be moved around easily in the production facility.\n \nCollaborative robot have integrated sensors, passive compliance or over current detection as safety features. The integrated sensors will feel external forces and, if this force is too high, the robot will stop its movement. Passive compliance is produced by mechanical components. If an external force acts on a joint, this joint will submit itself to this force. So, in case of a collision, the joint will move in the opposite direction avoiding any injury. Also, an over current can be detected when a collision occurs. This is another safety feature, because the software can generate a security stop when it detects a current spike.\nSome of the applications of collaborative robots can be:\n \nAssembly\n\nSoldering\nVision based quality inspection\nMachine Tending\nGluing\nScrewing\nPick and place\nOperating hand tools\nLaboratory work\n\n",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Multi Process Robotic Cell demonstrates a flexible manufacturing cell. This cell is an assembly line where components of a main part gets assembled, the main part comprises of minimum of 7 sub-parts and more, which are then assembled by placing, inserting and part-screwing the main part. It has multiple stations which performs operation on the parts (like valve body assembly, vision inspection, testing, packaging). The main feature of the cell is exhibited using the programming, control and diagnosis of the robotic manipulator amongst other peripheral and safety devices. We call it as Multi Process robotic cell because it can be used for more than one manufacturing process. \nThere are different stations in the robotic cell:\n1. Conveyor Station: Use to transfer the inventory tray or pallet to the place where robot can pick them.2. Assembly Station: All the parts (axisymmetric and prismatic parts) will be assembled and screwed on the valve body in this station. Along with that inventory scanning and vision inspection of the valve bodies will be done.3.Testing Station: All the pneumatic ports of the valve body will be tested in this station. If there is any leakage, valve body will be rejected.4. Hex-nut Assembly Station:- Hex nut will be assembled on the body in this station.5. Packaging Station: Assembled valve bodies will be placed in a box and packaging is done. A printing head will print the required details( type of bodies, number of bodies, date of assembly etc)  on the box and then the box will be dispatched.",
        "",
        "",
        "The video here demonstrates the standalone function of loading inventory using trays from conveyor station to assembly station. The tray has multiple arrays of different sized part but same variety. There are trays with 3/2, 5/2, 5/2 double solenoid, 5/3 solenoid valve body. The end-effector of the robot have more than one tool attachments. This is possible due to tool changer allowing robot to perform multiple actions like pick and place, part screwing,  gripping via vacuum suction cup, bar code part scanning.",
        "Training",
        "Site Integration",
        "Simulation & Testing",
        "Prototyping",
        "<-Cyber Physical assembly line",
        "Robotic Welding Cell->",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "This Multi-purpose Robotic Cell is assembling different variants of direction control valves. It has different stations which performs different operations on the valve body. Assembly,Vision Inspection,Testing,Packaging are some of the operations that can be performed by this cell. The main feature of this cell is that all the programming is done on PLC, use of teach pendant or robot controller programming has been Bypassed. As we can use this cell for multiple purpose,we call it as Multi-Process Robotic Cell.",
        "There are different station in the robotic cell:1.Conveyor station:- Use to transfer the inventory tray or pallet to the place where robot can pick them.2. Assembly Station:- All the parts (Axisymmetric and prismatic parts) will be assembled and screwed on the valve body in this station. Along with that inventory scanning and vision inspection of the valve bodies will be done in this station.3.Testing Station:- All the ports of the valve body will be tested in this station. If there is any leakage, valve body will be rejected.4.Hex nut assembly station:- Hex nut will be placed on the body in this station.5. Packaging station :- Assembled valve bodies will be placed in a box and packaging is done. A printing head will print the required details( Type of bodies ,number of bodies, date of assembly etc…) on the box and then the box will be dispatched.",
        "1.Siemens PLC:- Siemens S7 1516 is the master plc in this station and it is responsible for all the programming in the cell.2. DI and DO: - 32-point digital input and 32 point digital output module is connected on the base rack with the plc.3. 6 Axis Kuka robot and one axis:- 6 Axis kuka robot performs all the motion operation in the cell.7th axis rotates the valve body during assembly and inspection.4. QR code scanner:- QR code scanner performs the inventory check as it scans the QR code present on body. After scanning a body, plc gets the data of that particular body and its location on the tray.5. Laser based Vision sensor:- This sensor inspects all the four faces of the body and if it is OK then the station will pass the body to next station or else it will reject the body and picks another body of the same type.6. Tool Changers :- Different slave tool changersare used for different operations. These slave tool changers engages with the master tool changer(Present on the Robot arm) when required. Tool changers in this cell are used for:- QR code scanner,Pneumatic gripper and Screwdriver, Vacuum Gripper",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Short term education training offered along with online learning and assessment tool. Participants are engaged for approximately 100 hours in different technologies that include Automation, Industrial IoT, Augmented Reality, Robotics, Digital Twin and etc. The learnings are divided into Awareness Level, Learning Level and Expert Level.",
        "Smart Manufacturing Training Kits",
        "Software",
        "CPS facilities and the associated technologies will provide for one-stop shop for users whose needs are cut across multiple disciplines and who wants to witness comprehensive digital transformation before taking up the actual implementation.",
        "Cyber Physical Assembly Line",
        "Multi Process Robotic Cell",
        "Robotic Welding Cell",
        "Mobile Collaborative Robot ",
        "Cyber Physical Factory",
        "We are providing following services:\n\n3D printing\nSmart Manufacturing Training Kits for Industrial Automation learning\nMIG Welding (including Wire-arc-additive-manufacturing)\n",
        "Multimaterial 3D printer",
        "Smart Manufacturing Training Kits",
        "MIG Welding Cell",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "A system consisting of 3 parts 1. Python code 2. Notification System 3. AR Application The system is designed to automatically detect any error occurring in the Work Station 1 and raising an alert, the user then using HoloLens 2 will follow the steps to resolve the error",
        "IIoTAugmented Reality",
        "01Self-Guided Training",
        "04Self-Guided Maintenance",
        "02Action Latency Reduction",
        "03Insight Latency Reduction",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "The Multi-material Additive Manufacturing Machine is a versatile machine made by Hyrel 3D and AMS. It is not 'just a 3D printer'. It is a Large format, Rapid Prototyping, Research, Manufacturing and Educational Platform. This 3D printer is customizable on various levels: build volume, print bed, extruder, and more. It is equipped with the capacity to attach 5 tool heads simulatneously. We have tool heads for printing common FDM filaments(PLA, ABS, PC, PEEK), clays, biologicals, flexibles, UV-curables, RTV Silicones, etc. It is highly evolutive and also offers options for 4th and 5th axes, PCB milling tool, 3-phase machining tool and CO2 or Diode lasers (laser cutting).",
        "Smart Manufacturing Training Kit->",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Cyber Physical Assembly Line demonstrates smart manufacturing and comes with different functionalities. It includes the Custom order processing, valve body, spool, solenoid, connector, valve functioning testing, packaging, inkjet printing. It consists of three work stations and one MPRC.Workstation 1: It is also known as Raw part storage, part loading and quality check. It uses the Rockwell PLC. It stores Product and do Pick & place arrangement for mounting the product on pallet. \nWorkstation 2: It is also known as axisymmetric part storage quality check and inspection work station. It uses B & R PLC. It stores spool and do pick and place arrangement for inserting the spool in valve body. It uses proximity sensor for inventory check.\nWorkstation 3: It is also known as Prismatic Part Assembly and Screwing Workstation. It uses the Mitsubishi PLC. It stores all prismatic parts. It is used to place and tighten all the parts to valve body.Multi Process Robotic Cell (MPRC) :Click here to know more.\nConclusion: All the station can run in Auto/Manual Mode. This is how the cyber physical assembly line works. There are features in the line such as smart sensing, Machine to Machine communication, smart dashboard, remote monitoring, alerts and notifications on email, safety, remote maintenance and Augmented Reality.",
        "",
        "",
        "Simulation & Testing Services",
        "Education & Training",
        "Prototyping, Consulting Services",
        "Skills Certification",
        "Site Integration Services",
        "Job Work & Research",
        "Multi Process Robotic Cell->",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "An augmented reality application to provide self-guided training on the FSM PLC Kits. The user can scan the ThingMark on the Kit to load up the experience or can FSM PLC Kit Parts Introduction 2 use model target detection by aligning the on-screen guide with the real hardware and then click on the parts to know about them",
        "Augmented RealityIIoT",
        "01Self-Guided Training",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Augmented reality is one of the cutting edge technologies involved in the industry 4.0 trend when talking about smart manufacturing, it is a technology which was seen just as a fancy toy until a few years back, but which has now reached the right level of maturity to be employed in a productive environment.\n \n\nAR applications can become even more powerful by augmenting them with data generated by another set of technologies, revolutionizing the marketplace called the Internet of Things (IoT). Combining AR and the IoT allows employees, such as field maintenance workers, to access vital machine operating statistics to assist in maintenance decisions, or an assembly worker to visually receive pick and place instructions and alerts if tools are working incorrectly or are out of tolerance.\n \nKey AR ecosystem components include device hardware, an OS open to third-party application development, and a platform for software, as well as content creation and management. The standard device hardware for viewing AR applications has predominantly been smartphones and tablets due to their wide availability and exceptional compute power. The newer devices expected to accelerate enterprise AR adoption because they allow hands-free access to information are smart glasses, HMDs, and other digital eyewear solutions from companies such as Microsoft, ODG, Epson, and Vuzix.\n \nAugmented reality renders 3D objects in real time into your field of vision. For example, looking through the cover of a machine and seeing its internal component structure.\n \nAugmented Reality (AR) is a technology enriching the real world with digital information and media, such as 3D models and videos, overlaying in real-time the camera view of your smartphone, tablet, PC or connected glasses.\n \nOn the spectrum between virtual reality, which creates immersive, computer-generated environments, and the real world, augmented reality is closer to the real world. Augmented reality adds graphics, sounds, haptic feedback and smell to the natural world as it exists. Both video games and cell phones are driving the development of augmented reality.\n \nThe methods by which AR is achieved can generally be split into two broad categories: Marker-based, and markerless.\n \nMarker-based Systems: This technology uses physical-world symbols as a reference point for computer graphics to be overlaid. For example, a 2-dimensional printed marker is placed in front of a webcam. The computer then interprets this symbol to overlay an on-screen graphic as if it were directly on top of the marker in the physical world. There have been several notable uses, most commonly in marketing\n \nMarkerless Systems: By contrast, this technological approach has given rise to ‘mobile augmented reality’, denoting use of the technology with devices such as smartphones and tablets. This method uses a combination of an electronic devices’ accelerometer, compass and location data (such as the Global Positioning System – GPS) to determine the position in the physical world, which way it is pointing and on which axis the device is operating. This location data can them be compared to a database to determine what the device is looking at, and thus allows computer data/graphics to be displayed on-screen.\n \nApplications of AR in industrial environment:\n1. Data Reuse: AR applications allow more efficient reuse of existing enterprise application data. Enterprise application data can include maintenance records, service tickets, and usage logs—any combination of which can be tapped into to decorate an AR experience that blends the physical and digital worlds.\n2. Data Contextualization: AR applications can be used to better contextualize information across a range of industries and job functions. In manufacturing, this could mean giving linemen and plant personnel the ability to abstract backend systems information for 3D product navigation, step-by-step work instructions, and remote visual guidance.\n3. Work Error Reduction: AR applications can reduce errors made by workers in various occupational tasks. Whether the error is caused by too little information, too much information, or poor quality information, AR applications place the right information and instructions at the location of the work task.\n4. Workforce Multiplier: AR applications are a workforce multiplier in two ways. First, training resources are more effective and efficient. Training hours can be reduced because AR applications can include video instructions on repair/replacement tasks overlaid on the machines themselves. Second, workers can do more by themselves versus sending multiple workers or truck rolls to address the same problem or work task.\n5. Safety: AR applications can also improve the safety of a work task. For instance, AR applications can include not only written instructions for removing or replacing a part on a machine, but can also include visual instructions. This assistance avoids unnecessary and possibly unsafe interaction with the machine or object.\n",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "The Mobile Collaborative Robot (MCR) is developed to achieve autonomous material transportation within the Cyber Physical Factory. The MCR consists of a TM5M700 collaborative robot mounted on top of an Addverb Automated Mobile Robot (AMR). The AMR uses a LIDAR and two depth cameras to navigate using Natural Navigation. It has a payload of 150 kg. The AMR runs on Robot Operating System (ROS). The collaborative robot mounted on top of the AMR has a camera on it. The cobot can be programmed using ROS or the TMFlow software. The feed from the camera can be used for object detection. The cobot has a payload of 6 Kg. The MCR can also be controlled using a Fleet Management System. The MCR can be dispatched to various locations in the map using REST Api communication through the Fleet Management System.",
        "",
        "",
        "",
        "Education & Training",
        "Device Services",
        "Coming Soon..",
        "<-Robotic Welding Cell",
        "Cyber Physical Factory->",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "",
        "Short-term education and training courses will be offered along with on-line learning and assessment tools to educators and users on a chargeable basis. All the 12 technology streams will be covered.",
        "The domain of Smart Manufacturing is expected to open up a new opportunity in industrial consulting, especially with regard to identification and removal of bottlenecks in current operations. The CEFC multi-disciplinary teams will undertake feasibility surveys, ROI analysis and process improvement studies for clients, prior to implementation and also post implementation.",
        "",
        "",
        "Many times clients wish to test out the Proof-of-Concept on their actual production lines. The CEFC team assigned to the Client during concept formulation will undertake such site activities with a pool of industry solution providers and system integrators.",
        "It is expected that Skill Councils such as Automotive Skill Council, Capital Goods Skill Council,Industrial Automation Skill Council and Tool Rooms will be creating their unique set of Role based competencies. The CEFC will offer them and their Training Partners, a gap filling option for theory and practical, and a brand-agnostic independent certification.",
        "",
        "",
        "The research team will help users to bring uniqueness into their solution while providing adequate safeguards for IP protection. Users can sponsor prototyping or R&D projects as per their need.",
        "IAFSM will take up research projects in consultation with industry for development of cyber physical systems for machine tools, industrial IoT, machine data cloud, machine controllers etc. to bridge the technology adoption gap in manufacturing. These research projects will be executed with clear objectives to meet focussed technology requirement for smart manufacturing and easy adoption by the industries. The developed technologies will be licensed further for commercialization to interested industries.",
        "",
        "",
        "The CPS facility and the associated technologies will provide a one stop shop for users whose needs cut across multiple disciplines and who want to witness a comprehensive digital transformation before taking up for actual implementation. This will enable clients to experiment and innovate with an appropriate mix of standard and customised solutions.",
        "The testing service will enable clients to test and debug problems before installing the solution at site.",
        "",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Multi Process Robotic Cell",
        "Smart Lathe Machine",
        "Robotic Welding Cell",
        "FSM AR Demo",
        "Mechanism Kit Assembly and Disassembly",
        "AR Maintenance Using HoloLens",
        "Expert Maintenance System Using HoloLens",
        "Cyber Physical Assembly Line",
        "CP Lab Autonomy",
        "Smart Mechanism Kit Realtime Values",
        "PLC Kit Parts Introduction ",
        "Smart Mechanism Kit Motor Replacement",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "To create user defined webpages to control and monitor different devices (Appliances,machines) present in CP lab.",
        "01Remote Control and monitoring of assembly line, Compressor and MPRC",
        "02Remote control and monitoring of domestic appliances (lights,fans,AC)",
        "03User defined access to control the machines remotely",
        "04Activity logging of users",
        "05Remote Control of the training Kits to train people remotely\n",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Traditionally, manufacturing has been considered as a process that convert raw materials into physical products in the factories by managing resources with best automation practices available.\nToday, drivers such as technology, sustainability, optimization and the need to meet customer demands have once again encouraged the transformation of the manufacturing industry to become adaptive, fully connected, and aware of its own power quality. One of the most significant trends in manufacturing is of improved information technology solutions involving the union of conventional automation with the information technology.\nCyber-physical systems (CPS) are enabling technologies which bring the virtual and physical worlds together to create a truly networked world in which intelligent objects communicate and interact with each other. They are \"enabling technologies\" which make multiple innovative applications and processes a reality as the boundaries between the real and virtual worlds disappear. Cyber-physical systems provide the basis the creation of an Internet of Things (IoT) which makes smart services and products possible. A cyber-physical system (CPS) is a “thing” in the Internet of Things. It is a combination of mechanical, electronic and software components that communicate via a data infrastructure such as the Internet, react flexibly to external influences and exchange data with information systems and other CPSs. In manufacturing facilities, cyber-physical systems will communicate with intelligent, networked industrial production and logistics units-also known as cyber-physical production systems (CPPS). The CPSs exchange information, trigger actions in production and reciprocally control themselves autonomously. This enables industrial processes in manufacturing, engineering, use of materials, supply chain management and life cycle management to be fundamentally restructured and optimized.\n \nCurrently, manufacturing data are segmented, detailed and planned for a single scope, stored within the legacy systems, thus preventing the digital continuity that would let use them in the optimal way, independently from where and how they have been collected. Cyber Physical System (CPS) will instead be able to provide the needed information from the physical world while cyber-physical-collaboration environment will enable an efficient analysis, management, sharing and usage of the data and the knowledge elaborated from them and from the experience of involved people. Cyber-physical systems also represent a paradigm break from existing business and market models, as revolutionary new applications, service providers and value chains become possible.\n",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Being able to assist customers remotely, service technicians could support their customers at any time and from anywhere, without necessarily having to visit the customer site. Remote access could also help to better prepare service technicians with the necessary information for their tasks. Knowing about the machine or system error in more detail beforehand saves valuable time because required spare parts or other equipment can ordered, prepared and brought along. Moreover, due to a shorter reaction time, the customer’s machines are up and running much faster, saving them from costly downtime.\n \nFor a machine and equipment manufacturer, using remote access also means that the same number of service technicians could support more customers or offer additional services.\n \nA secure remote connection to distributed machinery and equipment is also the basis for many new concepts and services within Industry 4.0 such as predictive maintenance, where a secure connection is established to collect data from machines, equipment or devices. The data is than analyzed and used to detect errors and possible failures at an early stage to avoid unplanned downtime.",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Software used for AR : Here are various software we are using for the smart manufacturing purpose in AR.",
        " It is an AR application designed and developed to provide a complete 3D CAD model of the FSM Smart Kits. The application uses a pre-defined Image Target and superimposes a 3D CAD of the Smart Manufacturing Training Kits. The user can visualize the smart kit without having access to the physical kit. He/She can click on the individual parts to display information about them. He/She can also get an exploded view of the CAD to understand the disassembly process. All activity of the user is also being logged on the cloud and displayed on a dashboard, this allows us to track the progress of the user.",
        "It is an AR application which uses the physical FSM Smart Kit as an Image Target and adds information about their individual components. The app also allows the user to click on the individual parts and learn about them.",
        "It is an AR application to help the surgeon in verifying and sensing the correctness of the bent plate. The application uses a 2D Image Target to superimpose the CAD of the bent plate on the Image Target. The surgeon will try to match the physical plate to the superimposed cad to confirm the correct bent.",
        "It is an AR application to guide the surgeon for drilling correct holes in the spine to insert screws. The application uses a 3D spine as the Model Target, then superimposes the screws on the CAD. This will guide the surgeon to determine the angle and location of the screws. ",
        " It is an AR application that provides a step-by-step process to assemble and disassemble the FSM Mechanism Kit.",
        "It is an AR application that provides the user a 3D visualization of the Cobot joints' movements. Use sliders to move the joints and learn about the working of Cobots.",
        "It is an AR application to scan the surroundings and place full-scale objects to confirm size requirements.",
        "It is an AR application to get a 3D view of all the smart machines and kits at FSM.",
        "It is an AR application that replicates the assembly process of the assembly line. It gives the user a complete visualization of every step of the assembly process.",
        "Smart Catalogue & visualization",
        "Education &  Training",
        "Use as a teaching tool",
        "Assess machinery before purchase",
        "Maintenance Tool",
        "<-Smart Manufacturing Training Kits",
        "Cyber Physical Facilities->",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Cyber physical factory (CPF) is also known as Discrete Micro Production Facility or simply Micro Production Facility. It demonstrates the convergence of the Informational Technology (IT) and Operational Technology (OT) at micro factory level where the machines are discretely located. It has 18 varieties of machines for different manufacturing operations.\nThe key features that this factory has:\n\n\nCustomer Order Management\nProduction Order Management\nMaterial Management\nPerformance Management\nCustomer Relationship\nOperations Intelligence\nQuality Management\nError-Proofing\nMaintenance Management\nEnergy Management\nWorkforce Management\nEnvironment and Safety\n\n\nWe have converted legacy machines into digitized smart machines like lathe machine, shearing machine. The Mobile Collaborative Robot is used for inbound logistics. The following image demonstrates the material and manufacturing process for a typical product like a hydraulic pump flange.",
        "",
        "<-Mobile Collaborative Robot",
        " Services->",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "This course is designed on a Simulation platform. It’s a self-paced online course where you get to learn different domains of Automation like Pneumatic, Electro-Pneumatics, PLC programming and Electrical Connections of a PLC. You will create different industrial projects and simulate them on the software during the course tenure. This\ncourse is a blend of lecture videos, Step-by-step documents, and Live sessions to give a complete idea and knowledge of Industrial Automation to you.\nBy the end of the course, you will be ready to write a PLC program for machines with DI, DO, AI and AO. You will be able to understand and create pneumatic and electro-pneumatic circuits depending on the industrial application.",
        "",
        "",
        "",
        "",
        "Pneumatic Components Introduction, Creating Pneumatic connections on software and creating an Industrial Application",
        "Electro-Pneumatic Components Introduction, Creating Pneumatic and electrical connections on software and creating an Industrial Application",
        "Hardware identification of PLC , PLC Programming on basic instructions, Timers, Counters, and Digital I/OsProject: Programming a PLC for an Industrial Application",
        "PLC programming on compare instructions and Analog I/Os\nProject: Programming a PLC (with analog Inputs and Outputs) for an Industrial Application",
        "Self- project where in the participants will be given an opportunity to try out the use case that they have in mind using the simulation software to simulate and test their application",
        "Minimum hardware requirement1. 4GB Ram, i3 processor with windows 8 or above version.\n2. Windows is a must. Software doesn’t run on macos or linux",
        "1. 4GB Ram, i3 processor with windows 8 or above version.\n2. Windows is a must. Software doesn’t run on macos or linux",
        "PrerequisitesNo prerequisites are required",
        "No prerequisites are required",
        " Is this limited to any stream?  Any knowledge of PLC is required before joining the course? Is this limited to any stream?No, Anyone interested in industrial Automation can join the course.Any knowledge of PLC is required before joining the course?No. You will be starting from the scratch but having prior knowledge will help you to complete the course early.",
        "No, Anyone interested in industrial Automation can join the course.",
        "No. You will be starting from the scratch but having prior knowledge will help you to complete the course early.",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Workstation 1 is one of the assembly stations. This Station stores the raw part and inspects the parts using QR code scanner and vision sensor. Valve body is transferred from one station to another in a pallet. Pallet has a RFID tag,so that next station can read the value and get the information about the body present in the pallet.\nPLC Used: 1769-L33-ERM,Micrologix 1400 (Rockwell)\nSoftware Used: Studio 5000,RSlogix 500 and View ME(HMI designing) \nProgramming: Ladder Logic Programming, Safety Sensors (IO Link master), Pneumatics and 4 Axes Motion Programming.\nWorkstation 2 is the next assembly station. This station inserts the child part in the base part.\nPLC Used: BnR\nSoftware Used: Automation Studio\nProgramming: Ladder Logic/Structured text Programming, Safety Sensors (IO Link master), Pneumatics and 3 Axes Motion Programming.\n\nWorkstation 3 is one of the assembly stations. This Station assembles all the sub parts of Cotter joint assembly depending on the type of socket body approaching the station with the help of RFID. The Gripper Picks and Places the Cotter to engage socket and spigot.\nPLC Used: Mitsubishi MELSEC R-Series (Rack Type)\nSoftware Used: GX Works 3 \nProgramming: Ladder Logic Programming, Safety Sensors, Pneumatics and 7 Axes Motion Programming.\n ",
        "AutomationAugmented RealityIIoTMachine LearningDigital Twin",
        "01Demonstration & Training",
        "04Flexible Assembling",
        "02Customer order processing",
        "03Realtime dashboard",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "An AR application to show information about FSM Smart Manufacturing Kits\n\nAn AR application that gives the user a menu with 10 options for each of the FSM Smart Manufacturing Kit.\nThe user can visualize all 3 components, the HMI, the Electronic Kit, and the Mechanism Kit. The user can click on the different parts and get to know about the parts. The user can also initiate the CAD explode view animation.\n",
        "Cloud DatabaseAugmented Reality",
        "01Self-Guided Training",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "An augmented reality application to provide self-guided training on the FSM PLC Kits. The user can scan the ThingMark on the Kit to load up the experience or can FSM PLC Kit Parts Introduction 2 use model target detection by aligning the on-screen guide with the real hardware and then click on the parts to know about them",
        "Augmented RealityIIoT",
        "01Self-Guided Training",
        "02Action Latency Reduction",
        "03Remote Maintenance",
        "04Self-Guided Maintenance",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "This course is completely designed on the Codesys platform using Soft-PLC. Throughout this self-paced online course, participants will be trained on the basics of ladder logic programming, Visualization of a Human-Machine Interface for controlling the program parameters, and Motion programming with a basic linear axis motion to rotary of single-axis motion. This course also explains the communication between the edge tier & platform tier using a data aggregator software, an interface that is created between the Soft-PLC and the data aggregator using OPC-UA Server and Client plug-in.\nBy the end of the course, you will be ready for programming a codesys platform-based hardware with HMI features, programming motion controller with Open PLC blocks, knowledge of how OPC-UA Server-Client works and how to communicate the data of a Soft-PLC on Codesys Driver.",
        "",
        "",
        "",
        "",
        "Basics of codesys software and the basic instructions used in the ladder logic programming.",
        "Designing a front-end UI for the operator to operate the parameters/tags of the program in the HMI.",
        "Overview of function block programming, explaining how the single-axis linear system and the single-axis rotary index system with multiple stations.",
        "Extracting the data out of the PLC to control and monitor the application remotely within the network.",
        "Self- project where in the participants will be given an opportunity to try out the use case that they have in mind using the Soft-PLC along with HMI screens and remote monitoring.",
        "Minimum hardware requirement1. 4GB Ram, i3 processor with windows 8 or above version.\n2. Windows is a must. Software doesn’t run on macos or linux",
        "1. 4GB Ram, i3 processor with windows 8 or above version.\n2. Windows is a must. Software doesn’t run on macos or linux",
        "PrerequisitesNo prerequisites are required",
        "No prerequisites are required",
        " Laptop/ PC minimum requirements  I don't know what PLC is should I join this course?  Is this limited to any Stream? Laptop/ PC minimum requirements?4GB Ram, i3 processor with windows 8 or above version.I don't know what PLC is should I join this course?Yes, you will get a chance to learn more about it.Where can I find The Economist?Its not limited, anyone with Automation interest can join this course.",
        "4GB Ram, i3 processor with windows 8 or above version.",
        "Yes, you will get a chance to learn more about it.",
        "Its not limited, anyone with Automation interest can join this course.",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Smart trainer kits are used to train industry and academic people and make them aware about Industry 4.0 technologies. It is a combination of three independent hardware accessories- PLC Trainer Kit, HMI Kit and Mechanism Kit. All these kits demonstrate the industry 4.0 technologies in the best possible way. These were designed, manufactured and integrated in FSM.\nModules/Trainings covered in these kits:\n\n\nPLC Programming, Network Protocols\n\n\nHMI Designing\n\n\nData Logging \n\n\nDashboard Designing, NodeRed\n\n\nIIOT gateways and platforms\n\n\nAugmented Reality\n\n\nMachine Learning\n\n\nSmart Sensing\n\n\nMotion configuration and programming\n\n\nVision System\n\n",
        "This is one of the kits of the smart manufacturing trainer module. This kit has the brain of  the other two kits (HMI Kit and Mechanism Kit) as programming is done in this kit. It has a PLC for programming and digital inputs/outputs, analog inputs/outputs to connect the required sensors with the PLC. It has an IO link module to connect the smart sensors, so alongwith the 24VDC or analog input this module communicates the sensor status with the PLC. Data logging and data collection is one of the critical steps for IIOT  and for that we have integrated IOT gateway and other software platforms in this kit. To connect sensors with the PLC, banana connectors are used. It can communicate on a number of network protocols and it has the feature to communicate with multiple HMIs and Servo drives. In programming kit we have PLC hardwares from Rockwell, Siemens, Schneider, Omron, Delta, Turck and Mitsubishi for programming and various softwares. NUC is also integrated in the kit so that it can be used as CPU for softwares and PLC programming. So, this kit is more than sufficient to demonstrate the features of the PLC, gateways and software platforms (Data Logging, Augmented Reality ,IIOT gateways and platforms), Smart Sensing .",
        "Human Machine Interface is used to monitor and access the PLC data. Screens can be created depending on the application.This is the second kit of the smart manufacturing trainer module. It has HMI to display the screens and monitor the PLC tags. The hardware buttons and LEDs as well which are connected with the PLC trainer kit using banana connectors, mostly like plug and play. These are used to test the PLC program and as input and output in the PLC program. HMIs used in these kits are smart HMIs which have smart features like OPC UA server/client, MQTT compatibility, user authentication on the screens, act as an edge device etc. So, kit is used to visualise the PLC logic. Additionally it demonstrates the HMI Designing and Dashboard designing feature.",
        "This is the third kit of the smart trainer modules used to demonstrate a working manufacturing system. It has a servo motor and drive to rotate an indexing table. Along with the motion feature, it has four stations which can be used to demonstrate multiple operations. Each station has smart inductive sensors to sense the part's presence which consists of the distance and proximity sensors, servo drive, test product, RFID Reader, Solenoid, USB Camera mounted on them.Station 1: It has a RFID controller used to read and write the tag values of a product. It communicates with IO Link master (present in PLC trainer kit) and IO link master communicates the data with the PLC. So, RFID operation and use case is demonstrated.\nStation 2: This station consists of a distance sensor used to calculate the height or distance of the product. It is a smart sensor and communicates with IO Link master. So, along with the analog value it communicates it’s status to the PLC as well. Verification of product dimension is also demonstrated.\nStation 3: This station has a vision camera installed on it. This camera is used for image processing and product testing. Sorting operation is performed using the image processing feature.\nStation 4: This station has a solenoid which is directly connected with the digital output of the PLC. Extension and retraction of the solenoid is programmed in the PLC for this operation.This mechanism kit is used to demonstrate and train motion configuration and programming, Vision System, Smart Sensing, Machine Learning, Augmented Reality.\n",
        "Programming Kit",
        "HMI Kit",
        "Mechanism Kit",
        "It is showing the working of Smart Manufacturing Kit",
        "Education & Training",
        "Device Services",
        "Research & Skill Certification ",
        "Software->",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "",
        "Traditionally, manufacturing has been considered as a process that convert raw materials into physical products in the factories by managing resources with best automation practices available.",
        "The digital factory concept offers an integrated approach to enhance the product and production engineering processes and simulation is a key technology within this concept.",
        "",
        "",
        "Until now, industrial robots always worked separately from humans in specially safeguarded protected spaces. Smart manufacturing has broken down this barrier with a new generation of collaborative industrial robots.",
        "A key component in making Industry 4.0 a reality are machines that can produce the desired components faster, more flexibly and more precisely than ever before. Also Consumers want products that reflect their individuality.",
        "",
        "",
        "Augmented reality is the integration of digital information with the user's environment in real time. Unlike virtual reality, which creates a totally artificial environment, augmented reality uses the existing environment and overlays new information on top of it.",
        "Networked production and control processes in complex machine environments determine the industrial future and make Industry 4.0 possible in the first place. Smart Sensors already today support dynamic, real-time-optimized, and self-organized industry processes.",
        "",
        "",
        "Being able to assist customers remotely, service technicians could support their customers at any time and from anywhere, without necessarily having to visit the customer site. Remote access could also help to better prepare service technicians with the necessary information for their tasks. Knowing about the machine or system error in more detail beforehand saves valuable time because required spare parts or other equipment can ordered, prepared and brought along.",
        "The world of automation is merging with the IT world. Safety & security is an important prerequisite for the function of Industry 4.0 systems, which in contrast to traditional production plants have interfaces to their environment.",
        "",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "An Augmented reality application that allows the user to understand about the mechanism kit and scan the image target and place a CAD model of the Mechanism Kit to understand it clearly. The user can create a new account and can access the application using the registered email id and password. If the user forgets the password associated with the registered email id, they can use the forgot password option and can create a new password for the registered email id. The user can the access the features of the application by using the main menu FSM Mechanism Kit Assembly and Disassembly 2 where different buttons are linked with the assembling and disassembling. The user can then play the animations of the screws, Allen Keys, screwdrivers, and the parts of mechanism kit. The steps can be played multiple times as per the requirements. The user can switch between the steps using the next and previous buttons.",
        "Cloud DatabaseAugmented Reality",
        "01Self-Guided Training",
        "04Self-Guided Maintenance",
        "02Action Latency Reduction",
        "03Remote Maintenance",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Indian Institute of Technology Delhi (IITD) and Automation Industry Association (AIA) joined hands in May, 2017 to set up a center under auspices of Samarth Udyog - a project of the Ministry of Heavy Industries (MHI). The center is called Foundation for Smart Manufacturing (FSM), and it helps supports and develops technologies for right understanding and implementation of concepts of smart manufacturing. FSM is a demo-cum-experience facility in North India, vests in extensive skill building, MSME consultancy, multi-academia partnerships and research which will give a huge fillip to technology aided competitiveness of Indian manufacturing. The project will imbibe technologies from Europe, Japan, USA and India. 'Producing Smarter' with Technologies. FSM has been launched specifically for implementation of smart manufacturing in India which it undertakes to do effectively by: Awareness Building, Prototyping, Simulation and testing Services, Consulting Services, Site Integration Services, Education and Training, Skills Certification, Job work and Research.",
        "Mandated Guidelines\n\nAwareness campaigns on Industry 4.0\n\n\nTraining for master trainers\n\n\nActive participation provisions for start-up / incubators\n\n\nHand-holding of SMEs to plan and implement relevant Industry 4.0 projects to be done through consultancy services on a chargeable basis\n\n\nCollaborating with neighborhood universities for student training/internship programs\n\n\nInvolving industry in SPV members model for sustainability\n\n\nParticipating in a Government-formed platform for Industry 4.0\n\n\nTo make adequate provisions for e-waste management\n\n\nInvolving as many clusters of 'capital goods' as possible\n",
        "At FSM we are committed to demystify the smart manufacturing technologies by learning ourselves and then transfer the learning through various training programs to industry and academicians. We are engaging researchers to indigenously develop technologies to make it affordable by Indian MSME and facilitate adoption of Industry 4.0. Our state of art cyber physical lab showcase technologies available across globe through our strong partnership with the automation industries.",
        "Director",
        "With a far-sighted approach, the Government of India has supported Automation Industry and IIT Delhi in creation of advanced engineering and software facilities for smart manufacturing.  Prospective integrators, consultants and end users can use our training and tryout services to validate their proof-of-concept before scaling up. We help demystify and de-risk your investments in Industry 4.0",
        "Co-Creator",
        "Dr. Sunil JhaDirector",
        "Mr. Dilip SawhneyDirector",
        "",
        "Dr. Anil WaliDirector",
        "",
        "Sunil MehtaDirector",
        "Mr. Anup WadhwaDirector Automation Industry Association",
        "Mr. Ravi AgarwalDirector",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "The digital factory concept offers an integrated approach to enhance the product and production engineering processes and simulation is a key technology within this concept. \nSimulation helps to create digital models of products, production systems, logistic systems so that one can explore a system’s characteristics and optimize its performance. These digital models have the ability to run experiments and what-if scenarios without disturbing existing production systems or – when used in the planning process – long before the real production systems are installed. Extensive analysis tools, such as bottleneck analysis, statistics and charts give us an opportunity to evaluate different manufacturing scenarios.\nThe results provide us with the information needed to make fast, reliable, smarter decisions in the early stages of production planning. In addition, we can also optimize material flow, resource utilization and logistics for all levels of plant planning from global production facilities, through local plants, to specific lines. This helps to fulfil the user’s need to deliver just-in-time (JIT) or just-in-sequence (JIS).\n Benefits\n Increase existing system productivity\n Optimize resource consumption and re-use\n Optimize systems for reduced energy consumption\n Shorten new product introduction, time-to market, and time-to-volume\n Improve production layout and minimize investments\n Ensure that machines and equipment are in the right place\n Ensure that sufficient material handling equipment is available\n Optimize buffer sizes\n Ensure that product handling is kept to a minimumApart from advance simulation another disruptive innovation is the concept of digital twin. With the growing deployments of Internet of Things (IoT) systems, the importance of the concept of a digital avatar of a physical thing has gathered significant interest in the recent years. A digital twin can be defined, fundamentally, as an evolving digital profile of the historical and current behavior of a physical object or process that helps optimize business performance.A digital twin enables flexibility in manufacturing to reduce time needed for product design, manufacturing process and system planning and production facility design. A digital twin improves quality and even supports new business models that offer opportunities for small- to mid-size companies to expand and bring more high-tech capability into their shops. Digital twins will help all companies become more flexible, reduce time to market, reduce cost, improve quality and increase productivity at all levels of the organization.\nDigital twin business values:\n1. Quality\n Improve overall quality\n Predict and detect quality trend defects sooner\n Control quality escapes and be able to determine when quality issue started\n2. Warranty cost and services\n Understand current configuration of equipment in the field to be able to service more efficiently\n Proactively and more accurately determine warranty and claims issues to reduce overall warranty cost and improve customer experiences\n3. Operations cost\n Improve product design and engineering change execution\n Improve performance of manufacturing equipment\n Reduce operations and process variability\n4. Record retention and serialization\n Create a digital record of serialized parts and raw materials to better manage recalls and warranty claims and meet mandated tracking requirements\n5. New product introduction cost and lead time\n Reduce the time to market for a new product\n Reduce overall cost to produce new product\n6. Revenue growth opportunities\n Identify products in the field that are ready for upgrade   Improve efficiency and cost to service productThese digital twins use data from sensors that are installed on physical objects to represent their near real time status, working condition or position. Nonetheless, advances in computer science have made it possible to broaden the scope of the digital twin to include many more capabilities, information, inputs and outputs. It also helps you develop and introduce new products to the market much faster than ever. \n\n",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Under Samarth Udyog Mission of the Ministry of Heavy Industry (MHI), Govt. of India, IIT Delhi, and Automation Industry Association (AIA) together with Industry sponsors have set up common engineering facilities under the aegis of the IITD - AIA Foundation for Smart Manufacturing (FSM). These facilities are meant to demonstrate, support, and develop Smart Manufacturing concepts for Indian Industry & try them out in their own plants. The collaboration is also aimed at developing a holistic educational curriculum and skill-building program through a vibrant incubation and administrative environment.As part of our commitment to make FSM infrastructure available for the student community to explore and learn smart manufacturing technologies, FSM is offering 100 nos. 2-Months full-time Online Summer Internship from 01-June-2023 to 31-July-2023 under the theme of “Smart Factory”.",
        "",
        "Registration Open",
        "Last day to register",
        "Short Listing",
        "Orientation",
        "Level 1 Learning Ends",
        "Level 2 Technology Stream Learning Ends",
        "Final Selection and Project Allocation",
        "Orientation 2nd Programme & Internship Starts",
        "Internship Ends",
        "Registration →Short Listing→Level 1 Learning→Level 2 Technology Stream Learning→Final Selection→Project Allocation→Internship Commencement ",
        "\n\nFill out the online registration form\n\n\nShortlisting based on the eligibility criteria\n\n\nLevel 1: Learning modules (Approx. time: 24 hrs) will be made available on fsmskills website. To be completed by 20th May 2023. Post your signup on fsmskill, you will gain access to the Level-1 course of IAFSM. This step involves learning of Smart Manufacturing Concepts and is the foundation course that is mandatory for all interns to qualify latest by 20th May 2023. You are required to go through recorded lectures and study the content thoroughly to clear the assignments of Level-1 in maximum 2 attempts. After 2 attempts, if you are not able to qualify for Level-1, your candidature will no longer be considered for internship.  \n\n Level 2 : After successful completion of Level-1, You will be redirected to the Stream Learning module which involves learning of specific domains of your choice. You can choose from the available domains and try out a maximum of 3 domains of your choice. You are then required to undergo and clear the assignments based on your selection and qualify the Level 2 assignments after which you shall be taken forward for Project Based Learning under Summer Internship 2023. The assignments are to be attempted and cleared latest by 28th May 2023.\nInternship Projects: After successful completion of Level-2, Interns will be allocated projects based on domain preference, level-2 performance and interaction with the mentors.\n\n\n\nFinal Selection and Project Allocation based on the Level 2 performance and preferences\n\n\nThese are full-time internships and require 48 hours per week\n",
        "0Project Domains",
        "0Candidates applied",
        "0Candidates were shortlisted",
        "0Candidates achieved Level 1 proficiency",
        "0No. of projects done",
        "0Candidates were selected for presentation before Jury Members",
        "0Candidates completed the Internship",
        "0Candidates were awarded with prize of INR 5000/- for Best Project Award",
        "01Augmented Reality",
        "\nAR-based fault diagnosis of RWC\nImplementing AR for complete Demonstration of Robotic Welding Cell\nUnity ROS Cobot\nFSM AMR AR\nFSM Interactive lab introduction\n",
        "02Digital Twin",
        "\nDigital Twin of Robotic Welding Cell for process optimization and Predictive Maintenance.\nDigital twin for Advanced Milling Machine Centre\n",
        "",
        "03Industrial Automation",
        "\nCP Lab Autonomy Phase - 2\nMulti Process Robotic Cell Simulation on a simulation platform\nRobotic Welding Cell Simulation on a simulation platform\nTraining Course on Rockwell Kit\nTraining Course on Siemens Kit\n",
        "04Industrial IoT",
        "\nImplementing IIoT on CPL Autonomy\nImplementing IIoT for Plant Owner on Robotic Welding Cell\n",
        "05Machine Learning",
        "\nRemaining Usable Life Estimation (NASA Turbine Dataset)\nPower Line Fault Detection\nComputer Vision to detect defects in PCB\nPower Line Fault Detection\nSteel Defect Detection Using Computer Vision\n",
        "",
        "06Manufacturing Execution System",
        "\nDigital quality report generation for 3d prints.\nAdmin & customer pages for Order Management Portal (RWC)\n",
        "",
        "07Real Time Dashboard",
        "\nVisualization of Multi-Process Robotic Cell\nInteractive Portal for RWC: Supervisor\n",
        "08Robotics",
        "\nMPRC OLP Generation using Sim4.1 for a product\nUse of AMR-Cobot to place pallet\nROS Integration of AMR\nIntegration of computer vision with Cobot\nComputer Vision Integration with Cobot\n",
        "",
        "0Project Domains",
        "0No. of projects done",
        "0Candidates completed the Internship",
        "0Candidates applied",
        "0Candidates achieved Level 1 proficiency",
        "0Candidates were awarded with prize of INR 5000/- for Best Project Award",
        "0Candidates were shortlisted",
        "0Candidates were selected for presentation before Jury Members",
        "0Research papers given merit certificate ",
        "01Augmented Reality",
        "02Industrial Automation",
        "03Industrial IoT",
        "04Machine Learning",
        "05Real Time Dashboard",
        "06Robotics",
        "Here are some videos of our interns presenting their final projects in front of the jury members and their mentors. Jury members were invited from different industries with their expertise in respective domains. In the presentation, our interns explained their whole journey and gave the detailing of the projects. After reviewing all these projects, the top 10 interns got awarded the best project award in their domain and a cash prize of ₹5000.",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "The term safety denotes the functional safety of machinery or, put another way, the protection of people and the environment against threats that can proceed from machinery. Safety demands that residual risks arising from a plant or machine do not exceed acceptable values. This includes hazards to the plant environment (e.g. environmental damage) as well as hazards within the plant or machine (e.g. people inside the plant). One option for the worst case is simply to interrupt the energy supply straight away and bring the machine to a hard stop. The traditional way of providing scope for this is by means of special safety wiring and components such as safety relays. Because this approach is very much hardware-based and therefore static, it is not particularly suitable for intelligent manufacturing processes where plant layouts continually need to be changed. A hard shutdown is generally associated with further disadvantages, whether these involve loss of productivity, extended downtimes due to more complex recommissioning procedures or a restriction in the machine’s operating and maintenance concept.\n \nAn alternative is offered by dynamic safety concepts based on an integrated view of changing automation processes and functional safety requirements. This changes the view of safety itself; it is regarded less as a hardware characteristic and more as a cross-device function. This approach allows processes to be operated in a safely controlled manner without any need to interrupt them immediately every time a fault occurs. But the dynamic approach can only be implemented efficiently if functional safety is built into automation projects from the moment they are planned.",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "An Augmented Reality application to show the Real-time Values of the 4 stations of the FSM Smart Mechanism Kit by connecting with KEPServer and getting tag values",
        "Augmented RealityIIoT",
        "01Self-Guided Training",
        "02Realtime Monitoring",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Robotic Welding Cell demonstrates a flexible manufacturing cell meaning it has an inventory of its own, material handling system, variety of parts with dynamic-order.This welding cell can be a part of production line and act as standalone system.Use of single or multiple robots may involve use of a PLC also.This cell uses a saftey PLC.This cell has all these features and the basis of selection can be done in a way that the cell will be programmed, utilization of peripheral devices (proximity sensors, pneumatic cylinders), safety devices and Automatic Identification & Data Capturing (AIDC) devices like RFID, vision camera etc. The cell has following level of flexibility but the decision can be made on the basis of the flexibility required as per the following parameters:1. Variety of parts for simultaneous production\n2. Change of schedule3. Ready for new partWorkstations and layout design :Workstations in the cell are as per the following given applications and subject to following parameters : 1. Load/Unload stations for the cell: It is the area where the raw materials are incepted in/out of the cell.2. Inventory storage area: An inventory storage where the storage of the raw material is kept.3. Inspection area: An area where the material post operations are inspected for quality. This is kept as a separate unit away from the cell but it can be an integral part of the cell itself.4. Operations area: An area where the operations like welding is performed. In the cell , this area is more of a workspace since two robots are responsible for performing welding on the material. And it can be anywhere in the robot's workspace. 5. Layout design: It is an integral part before identifying the robots and environment preparation and also plays a key role in safety of the cell.CAD Design & Simulation: The 3D visualization and detailing of the cell is done using a designing software. The robotic path simulation software asists in defining the best possible, collision free environment that is going to be the basis of the layout design and all other hardware that are going to be installed in the cell. Apart from designing & fabrication of the cell it helps in performing the robot simulations to generate offline program, collision free environment (this is how the level of flexibility achieved) for robots at operating stage and generating Augmented Reality applications.",
        "",
        "",
        "The cell programming can be done in atleast two ways. Online programming where  teach pendant is used and other is offline programming where the simulation is done in a separate software like RoboDK and KUKA Sim4. This helps in visualising and performing collision free path generation for both the robots. The video below demonstrates the offline programming method where we can see two robots performing indexed type motion. The offline programming helps in virtual commissioning and without impacting the production. ",
        "Simulation & Testing",
        "Job work & research",
        "Prototyping",
        "Customer Order Proessing",
        "Site Integration",
        "Machine-as-a-service",
        "<-Multi Process Robotic Cell",
        "Mobile Collaborative Robot->",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Smart sensors are a prerequisite for creating the best possible basis for a future-oriented automation system. This is because the smart factory needs data that can principally only be provided by smart, intelligent and communication-enabled sensors. Communication-enabled means being able to exchange sensor data with a machine controller or a cloud-based application. Thus, for example, sensor parameters are automatically adapted to new production orders within seconds. Or a light barrier detects contamination of its optics and reports this directly to the control center.\n \nSmart Sensors generate and receive data and information which goes beyond traditional switching signals or measured process parameters. They therefore enable substantial increases in efficiency, more flexibility, and better planning security for predictive plant maintenance. Depending on the requirement, Smart Sensors cover up to four dimensions of Smart Sensor technology.\n \n1. Enhanced sensing\n2. Efficient communication\n3. Diagnostics\n4. Smart tasks\nJust like smart sensors, smart actuators also have intelligence built into them. Some of the smart features possessed by different types of actuators are:\n \nOpen standards: Multi-protocol communication interface allow universal operation with diverse, ethernet-based communication protocols\nWeb-based commissioning and diagnostics via integrated web server\nComprehensive access to actuator data (e.g. torque or power), via web connector for preventive maintenance or database interfacing and data analysis\nInbuilt smart sensors for capturing data\nFlexible configuration according to requirement\nComprehensive condition monitoring for fast identification of critical conditions and comfortable analysis\nSimple connection to higher-level data systems without additional hardware\nWorkpiece-dependent parameters setting guaranteeing quality results\nIntegrated control system with browser-based operating system allows for information sharing across multi vendor data systems\n",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Robotic Welding Cell demonstrates a flexible manufacturing cell meaning it has an inventory of its own, material handling system, variety of parts with dynamic-order.This welding cell can be a part of production line and act as standalone system.Use of single or multiple robots may involve use of a PLC also.This cell uses a saftey PLC.This cell has all these features and the basis of selection can be done in a way that the cell will be programmed, utilization of peripheral devices (proximity sensors, pneumatic cylinders), safety devices and Automatic Identification & Data Capturing (AIDC) devices like RFID, vision camera etc. The cell has following level of flexibility but the decision can be made on the basis of the flexibility required as per the following parameters:1. Variety of parts for simultaneous production2. Change of schedule3. Ready for new partWorkstations and layout design :Workstations in the cell are as per the following given applications and subject to following parameters : 1. Load/Unload stations for the cell: It is the area where the raw materials are incepted in/out of the cell.2. Inventory storage area: An inventory storage where the storage of the raw material is kept.3. Inspection area: An area where the material post operations are inspected for quality. This is kept as a separate unit away from the cell but it can be an integral part of the cell itself.4. Operations area: An area where the operations like welding is performed. In the cell , this area is more of a workspace since two robots are responsible for performing welding on the material. And it can be anywhere in the robot's workspace. 5. Layout design: It is an integral part before identifying the robots and environment preparation and also plays a key role in safety of the cell.CAD Design & Simulation:The 3D visualization and detailing of the cell is done using a designing software. The robotic path simulation software asists in defining the best possible, collision free environment that is going to be the basis of the layout design and all other hardware that are going to be installed in the cell. Apart from designing & fabrication of the cell it helps in performing the robot simulations to generate offline program, collision free environment (this is how the level of flexibility achieved) for robots at operating stage and generating Augmented Reality applications.",
        "AutomationIIoTRoboticsAugmented Reality",
        "01Machine as a service",
        "04Real-Time Health Monitoring of Assets in Factory",
        "02Customer Order Proessing",
        "03Job work and research",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "3D printing has the capability to be used to respond too many of the world’s changing megatrends. The physical object is made from a three-dimensional digital model, typically by laying down many thin layers of a material in succession. With 3D printing it is possible to go directly from digital design data to a final part with no intermediate production steps. 3D printing technologies therefore eliminate the need for tooling and the associated capital investment. The result is that companies that adopt 3D printing can disrupt the traditional economies of scale, by allowing cost-effective production of single-unit or low-volume batches with low-volume part production, products can be customized to local markets, or even to individual customer tastes, driving adoption within industries as diverse as fashion, health care and automotive. Moreover, with the ability to print on demand, businesses also have the opportunity to eliminate inventory and cut aftermarket lead-times by providing digital spare-parts catalogues that can be printed when needed. The smart companies of the future will be those that have a clear strategy for how and where 3D printing fits within their supply chain and their value chain. They will also understand the business drivers to adoption.\n \nFrom the student’s study to the professional designer’s office, from the dental laboratory to the jewellery retailer, from the aerospace factory to the hospital basement, 3D printers have become invaluable business tools. Applications and reasons are as diverse as the users. What links all these applications and users is one underlying ability: to transition 3D information digitally and seamlessly from the virtual world to the real world with nothing but a computer and a3D printer – from bytes to bits.\n \nThe benefits of 3D printing today go way beyond just making models and prototypes. 3D printing is becoming a way of making components, systems and products sold across the supply chain, from the bracket in the aircraft door to the dental aligner in the teenager’s mouth. It can also be used for the manufacturing of tools, jigs and fixtures in addition to rapid prototyping.",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "An AR application designed to run on HoloLens 2 to demonstrate the entire sequence for Motor Replacement in the FSM Smart Mechanism Kit.The application uses a model target to detect the real mechanism kit and then superimpose the AR kit.The application will guide in tool selection and then show the steps to replace the motor.Voice updates are given to the user with each step.The user can also control the application sequence using voice commands.",
        "Augmented RealityMicrosoft HoloLens 2",
        "01Self-Guided Training",
        "04Self-Guided Maintenance",
        "02Action Latency Reduction",
        "03Insight Latency Reduction",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "IITD-AIA Foundation For Smart Manufacturing presents a comprehensive Learning Module on “Industrial Automation and IoT using soft-PLC” Program, visualize, execute remote monitoring, motion programming and more using soft-PLC on the upcoming Learning Module. This program is meant for Engineering Students and Industry Freshers wanting to gain practical learning in the field of Industrial Automation which is foundation for Smart Manufacturing implementation.Learning content prepared under guidance of Prof. Sunil Jha",
        "",
        "",
        "IITD-AIA Foundation For Smart Manufacturing presents a 5 Days/10 Hours Online Self Learning Program on components and integration for Smart Manufacturing. This program is meant for Engineering Students and Industry Freshers wanting to gain practical learning in the field of Industrial Automation which is foundation for Smart Manufacturing implementation.Learning content prepared under guidance of Prof. Sunil Jha",
        "IITD-AIA Foundation For Smart Manufacturing presents a 5 Days/10 Hours Online Self Learning Program on components and integration for Smart Manufacturing. This program is meant for Engineering Students and Industry Freshers wanting to gain practical learning in the field of Industrial Automation which is foundation for Smart Manufacturing implementation.Learning content prepared under guidance of Prof. Sunil Jha",
        "",
        "",
        "IITD-AIA Foundation For Smart Manufacturing presents 4 hours free awareness course on Industrial Automation Learning. This is a supplement course helpful for the upcoming 5 Days/10 Hours Online Self Learning Program on components and integration for Smart Manufacturing",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in",
        "Smart Lathe Machine project is about retrofitting of Sensors and PLC for Digitizing the Cutting Parameters. Additionally for the monitoring of Power Consumption, the energy meter is in place to find out the power related parameters. The idea is to digitize the data and add operator and machine safety interlocks to avoid accidents in the shop floor. Also, the digitized data will be used in implementing Industrial IoT dashboards for monitoring purposes. The cutting parameters along with energy data is then used for training the machine model to predict the roughness or the remaining useful life of the tool depending on the vibration signals acquired through the vibration sensor. The Augmented Reality experience is created around the machine for giving basic nomenclature of Lathe machine. The animation of each process is also part of the experience.",
        "AutomationIIoTMachine LearningAugmented Reality",
        "01Augmented Reality for guiding the students learn the different components of the machine",
        "04Real-Time Health Monitoring of Assets in Factory",
        "02Augmented Reality with guided  exercises for maintenance.",
        "03Machine learning for predicting the tool wear.",
        "Contact us today for implementing",
        "Call us for any query011-26582053, 8076197190",
        "or email us oninfo@iafsm.in"
    ],
    "p_content": [
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "We’ve detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to continue using twitter.com. You can see a list of supported browsers in our Help Center.",
        "Help Center",
        "\nTerms of Service\nPrivacy Policy\nCookie Policy\nImprint\nAds info\n      © 2023 X Corp.\n    ",
        " Level 2 : After successful completion of Level-1, You will be redirected to the Stream Learning module which involves learning of specific domains of your choice. You can choose from the available domains and try out a maximum of 3 domains of your choice. You are then required to undergo and clear the assignments based on your selection and qualify the Level 2 assignments after which you shall be taken forward for Project Based Learning under Summer Internship 2023. The assignments are to be attempted and cleared latest by 28th May 2023.",
        "Internship Projects: After successful completion of Level-2, Interns will be allocated projects based on domain preference, level-2 performance and interaction with the mentors.",
        "info@iafsm.in",
        "info@iafsm.in",
        "info@iafsm.in",
        "info@iafsm.in",
        "Short term education training offered along with online learning and assessment tool. Participants are engaged for approximately 100 hours in different technologies that include Automation, Industrial IoT, Augmented Reality, Robotics, Digital Twin and etc. The learnings are divided into Awareness Level, Learning Level and Expert Level.",
        "CPS facilities and the associated technologies will provide for one-stop shop for users whose needs are cut across multiple disciplines and who wants to witness comprehensive digital transformation before taking up the actual implementation.",
        "We are providing following services:",
        "info@iafsm.in",
        "Indian Institute of Technology Delhi (IITD) and Automation Industry Association (AIA) joined hands in May, 2017 to set up a center under auspices of Samarth Udyog - a project of the Ministry of Heavy Industries (MHI). The center is called Foundation for Smart Manufacturing (FSM), and it helps supports and develops technologies for right understanding and implementation of concepts of smart manufacturing. FSM is a demo-cum-experience facility in North India, vests in extensive skill building, MSME consultancy, multi-academia partnerships and research which will give a huge fillip to technology aided competitiveness of Indian manufacturing. The project will imbibe technologies from Europe, Japan, USA and India. 'Producing Smarter' with Technologies. FSM has been launched specifically for implementation of smart manufacturing in India which it undertakes to do effectively by: Awareness Building, Prototyping, Simulation and testing Services, Consulting Services, Site Integration Services, Education and Training, Skills Certification, Job work and Research.",
        "Director",
        "info@iafsm.in",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in",
        "FSM is providing an exciting opportunity for 100 individuals to participate in a summer internship program. The program is entirely online and will run full-time from June 1, 2023, to July 31, 2023, for a duration of two months. The focus of the internship is on the theme of \"Smart Factory,\" which is a rapidly growing industry. This internship program is an excellent chance for individuals to gain valuable knowledge and experience in this field. It is an excellent opportunity for those who are looking to expand their skills and gain practical experience in this exciting area. If you are interested, don't miss this chance to be a part of the program and enhance your career prospects.",
        "FSM is focussed on enabling people from becoming Smart to Samarth (capable) fraternity by creating awareness, step-wise learning and becoming an expert from domains driving Industry 4.0",
        "info@iafsm.in"
    ]
}